Revit 2027 API
ParameterTypeId.MullionDepth Property
 "Depth"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MullionDepth { get; }
Public Shared ReadOnly Property MullionDepth As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MullionDepth {
	ForgeTypeId^ get ();
}
static member MullionDepth : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace